import React from 'react'
import styles from "./Under.module.css"

export const Under = () => {
  return (
    <div className={styles.under}>
        <div className={styles.underOverlay}>
          <h1>Давайте вместе откроем мир киноискусства!</h1>
          <p>
            «Что сегодня посмотреть?» – ваш надежный гид в мире кино. Ищите
            фильмы и сериалы по названию, жанру, году выпуска или рейтингу,
            чтобы выбрать идеальное кино для любого настроения. Погрузитесь в
            подробную информацию о каждом фильме, посмотрите трейлеры и
            проведите отличный вечер в компании интересного кино.
          </p>
        </div>
      </div>
  )
}
